<?php

return [

    /*
    |--------------------------------------------------------------------------
    | 入力フォームに表示する日本語行
    |--------------------------------------------------------------------------
    |
    */
    
    'ja'=>[
        'Register' => 'アカウント登録',
        'Login' => 'ログイン',
        'E-Mail Address' => 'メールアドレス',
        'Password' => 'パスワード',
        'Confirm Password' => '確認パスワード',
        'Name' => '名前',
        'RegisterBtn' => '登録',
        'Forgot Your Password?' => 'パスワードをお忘れですか？',
        'Reset Password' => 'パスワードの再設定',
        'E-Mail Address' => 'メールアドレス',
        'Send Password Reset Link' => 'パスワードリセットリンクを送信',
    ]   
];